iterm2
rectangle

alfred
raycast
todoist

perimeter81
1password
1password-cli
bitwarden

zoom
slack
basecamp
microsoft-teams
microsoft-office
dropbox
grammarly

spotify

obsidian
macdown
sublime-text

firefox
postman
insomnia

mathpix-snipping-tool
vlc
obs
kap
