tap "caarlos0/tap"
tap "dbt-labs/dbt"
tap "hashicorp/tap"
brew "xz"
brew "awscli"
brew "azure-cli"
brew "c-blosc"
brew "cmake"
brew "direnv"
brew "docker", link: false
brew "docutils"
brew "gcc"
brew "libevent"
brew "open-mpi"
brew "fd"
brew "fftw"
brew "fzf"
brew "gdbm"
brew "gh"
brew "git"
brew "git-lfs"
brew "gsl"
brew "pkgconf"
brew "hdf5"
brew "helm"
brew "htop"
brew "httpie"
brew "jq"
brew "k9s"
brew "kafka"
brew "kubectx"
brew "kubeseal"
brew "kustomize"
brew "ollama"
brew "openblas"
brew "openssl"
brew "pipx"
brew "pyenv"
brew "ripgrep"
brew "terminal-notifier"
brew "terraform-docs"
brew "terragrunt"
brew "tflint"
brew "tldr"
brew "thefuck"
brew "tree"
brew "uv"
brew "wget"
brew "weasyprint"
brew "yq"
brew "zoxide"
brew "caarlos0/tap/timer"
brew "hashicorp/tap/terraform"
cask "1password"
cask "1password-cli"
cask "alfred"
cask "anki"
cask "arc"
cask "bitwarden"
cask "discord"
cask "dropbox"
cask "firefox"
cask "gcloud-cli"
cask "google-chrome"
cask "grammarly-desktop"
cask "insomnia"
cask "iterm2"
cask "kap"
cask "macdown"
cask "mathpix-snipping-tool"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-teams"
cask "obs"
cask "obsidian"
cask "orbstack"
cask "perimeter81"
cask "postman"
cask "raycast"
cask "rectangle"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "todoist-app"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
vscode "alexcvzz.vscode-sqlite"
vscode "bierner.markdown-mermaid"
vscode "charliermarsh.ruff"
vscode "docker.docker"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "grapecity.gc-excelviewer"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "huggingface.huggingface-vscode"
vscode "iterative.dvc"
vscode "mechatroner.rainbow-csv"
vscode "ms-azure-devops.azure-pipelines"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.tensorboard"
vscode "ms-toolsai.vscode-ai"
vscode "ms-toolsai.vscode-ai-remote"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "njpwerner.autodocstring"
vscode "p1c2u.docker-compose"
vscode "pomdtr.excalidraw-editor"
vscode "redhat.vscode-yaml"
vscode "saoudrizwan.claude-dev"
vscode "eamodio.gitlens"
vscode "mhutchie.git-graph"
